Revit 2024 API
PlanViewRange.LevelAbove Property
 View range for the level above the specified plane
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public static ElementId LevelAbove { get; }
Visual Basic
Public Shared ReadOnly Property LevelAbove As ElementId
	Get
Visual C++
public:
static property ElementId^ LevelAbove {
	ElementId^ get ();
}
See Also
PlanViewRange Class
Autodesk.Revit.DB Namespace